---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.LineLoadType
source: html/8c788a35-6c48-7616-10f3-c15100db6699.htm
---
# LineLoadType Properties

The id of the assembly instance to which the element belongs.